{
  "filename": "what-is-wuhan2020.md",
  "__html": "<h2>What is Wuhan2020</h2>\n<p>This project aims at <strong>collecting and gathering information of hospitals, hotels, factories, logistics, donations, contributions, prevention, treatment and any live information regarding national epidemic prevention from reliable sources to help all affected people, organizations better communicate and coordinate with each other to efficiently and effectively fight against the Novel Coronavirus (COVID-19) outbreak that started in Wuhan, Hubei, China</strong>. All of the code will be open-source and the data collected will be carefully reviewed/validated and available to the public.</p>\n<h2>What can I do?</h2>\n<h3>If you want to provide resources and information</h3>\n<p>Post on our data sharing platform - <strong>Information Collection Platform for Wuhan COVID-19 Epidemic Prevention</strong>: <a href=\"https://wh.opensource-service.cn/\">https://wuhan2020.kaiyuanshe.cn</a></p>\n<p>The English version of the website is under construction, and a valid Chinese telephone number is currently required to post your information on the platform. If that occurs to you, let us know by <a href=\"https://github.com/wuhan2020/WebApp/issues\">raising an issue</a> or <a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">joining our slack channel</a>. Your help is and will be always appreciated.</p>\n<h3>If you're a developer, translator, journalist, and willing to provide technical support</h3>\n<p>Welcome to join the development team of Wuhan2020👏</p>\n<ol>\n<li><a href=\"https://wuhan2020.github.io/en-us/docs/dev/quickstart.html\">Quickstart</a> describes how we collaborate, what projects are in major focus, and how can you contribute to these projects.</li>\n<li>Join <a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">Wuhan2020 Slack</a> and join the different channels according to your skill set and interest.</li>\n<li>Find the projects that you're interested in.</li>\n</ol>\n",
  "link": "/en-us/docs/overview/what-is-wuhan2020.html",
  "meta": {
    "title": "What Is Wuhan2020",
    "keywords": "Wuhan2020",
    "description": "What we are doing now is: to establish a real-time and synchronous data service for hospitals, factories, procurement and other information, and to convene all those who want to contribute to the anti-virus campaign, so that everyone with relevant skills can participate in the development of related topics, and complete it in a self-organized and collaborative way with open source community culture."
  }
}