{
  "filename": "collaborative-process-publishing.md",
  "__html": "<p>Thank you for your support!</p>\n<p>Simple start and fast iteration are the characteristics of open source projects, and this project is no exception!</p>\n<p>I won't talk about all kinds of likes and reposts. Many good suggestions and feedback have provided great help to this project. One of the most discussed points is <strong>the audit of the authenticity of the information</strong>!</p>\n<p>Hence, based on many discussions and the support of the joint graphite technical staff, the 2020 project community has determined the following collaborative process plan:</p>\n<p><img src=\"/images/blog/media/collaborative-process-publishing.webp\" alt=\"img\"></p>\n<ol>\n<li>\n<p><strong>All data collaborations take place in the graphite document. There is a table for each category, and everyone can view the contents in it. The collaborators invited can submit content, and each row is a record row.</strong></p>\n</li>\n<li>\n<p><strong>Each table needs a audit column, and only specific reviewers can modify the information in this column.</strong></p>\n</li>\n<li>\n<p><strong>The reviewer needs to carefully review the record rows. If the record in a row is approved, mark it in the review column and lock that record row. Participators other than the reviewers cannot modify the locked row.</strong></p>\n</li>\n<li>\n<p><strong>The audited record rows in each graphite table will be automatically imported into the project's GitHub data warehouse at regular intervals. The imported content will be submitted through GitHub PR and reviewed by the developers.</strong></p>\n</li>\n<li>\n<p><strong>The data in the GitHub data warehouse is regularly imported into the database by the program. Front-end projects can obtain the original data from the warehouse, or provide an API server to provide a data interface for visual display of the data.</strong></p>\n</li>\n</ol>\n<p>Of course, this solution is not perfect. It's still according to the same idea: simple to start and iterate quickly. Everything above, including the picture, is on GitHub, and iterable(we have coded the pictures). If you have any suggestions, open an issue to discuss directly on the GitHub project.</p>\n<p>At the same time, I hope that more relevant <strong>professionals and institutional personnel</strong> will join this project to <strong>audit the authenticity of the data</strong>, especially when it comes to money. We need to be cautious. Some scammers have appeared, and these people cannot be allowed. Troubles cause us to do bad things with good intentions. You can leave a message directly, we are waiting for you all the time and would replied in time!</p>\n<p>In addition to <strong>the authenticity of the data</strong>, <strong>the security of the data</strong> is equally important, and legal compliance is also something we must abide by. We also ask all friends who are contributing to pay attention to it. Therefore, once again, <strong>the data collected by this project is collected through public crowdsourcing through formal channels. After the crowdsourcing review, the data source is attached. The project itself only provides a set of process mechanisms. It doesn't do any substantive data collection actions and any data release works.  It adheres to the principle of informed consent.</strong></p>\n<p>The entire collaboration process is open source and traceable. Welcome to provide supervision and give us more suggestions.</p>\n<p>Other than GitHub, this project also plans to synchronize updates on domestic code hosting platforms (such as Code Cloud), and related automatic synchronization functions are also being developed. Programmers are welcomed to join!</p>\n<p><strong>Work as one and fight against the new pneumonia,</strong></p>\n<p><strong>Adhere to Regulations and discuss development plans.</strong></p>\n",
  "link": "/en-us/blog/collaborative-process-publishing.html",
  "meta": {
    "title": "publishing wuhan2020 open source project collaborative process & calling for experts",
    "keywords": "collaborative process publishing,calling for experts",
    "description": "publishing wuhan2020 open source project collaborative process & calling for experts",
    "author": "Wuhan2020 Community XLab",
    "date": "2020-01-26"
  }
}