{
  "filename": "faq.md",
  "__html": "<h1>FAQ</h1>\n<h2>Perguntas relacionadas à operação do projeto</h2>\n<p><strong>Q: Qual é a visão de Wuhan2020 como projeto de código aberto?</strong></p>\n<p>A: Nós não criamos ou inventamos informação, nós siplismente portamos as informações.</p>\n<p><strong>Q：Qual o atual status de Wuhan2020?</strong></p>\n<p>A：O conteúdo principal deste projeto é a entrada de dados (coleta de informações) e o principal objetivo deste projeto é a pesquisa pública. Partes deste projeto também incluem desenvolvimento técnico. A partir de agora, os projetos de front-end estão progredindo sem problemas, os projetos de sincronização de dados estão em desenvolvimento. Precisamos de voluntários para entrada de dados, portanto, voluntários em potencial que gostariam de contribuir na entrada de dados devem se juntar aos respectivos canais do Slack.</p>\n<p><strong>Q: Qual a principal meio de comunicação?</strong></p>\n<p>A：Nós temos um grupo no Slack (URL: <a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY</a>). Congratulamo-nos com quem estiver disposto a contribuir e discutir sobre problemas técnicos e não técnicos.</p>\n<p>Link de convite para o Slack:</p>\n<p><a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY</a></p>\n<p>Informação sobre cada canal está disponível <a href=\"./README_EN.md#Slack-Channel-Navigation\">aqui</a>.</p>\n<p>Se você acha que o link está expirado, por favor <a href=\"https://github.com/wuhan2020/wuhan2020/issues\">levante um problema</a> então podemos refletir as mudanças.</p>\n<p><strong>Q：Quais os atuais canais disponíveis no Slack?</strong></p>\n<p>A：Exceto pelos canais padrões do Slack, nós temos:</p>\n<ul>\n<li>#anti-2019-ncov</li>\n<li>#front-pages</li>\n<li>#map-visualization</li>\n<li>#api-server (Python)</li>\n<li>#data-sync</li>\n</ul>\n<p>Data entry-related channels are as follows:</p>\n<ul>\n<li>#data-hospital</li>\n<li>#data-hotel</li>\n<li>#data-logistical</li>\n<li>#data-factory</li>\n<li>#data-donation</li>\n<li>#data-clinic</li>\n</ul>\n<p><strong>Q：Se eu não tiver habilidade técnica, como posso contribuir com Wuhan2020?</strong></p>\n<p>A：Nós estamos buscando por pessoaos de design, pessoal de gerenciamento e manutenção de arquivos, gestão de projetos. Além disso, nós precisamos de pessoas para inserir dados, que requer o minimo de habilidades no computador.</p>\n<p><strong>Q：O que podemos fazer para começar a trabalhar na entrada de dados para Whan2020?</strong></p>\n<p>A：Como temos um grande número de voluntários que manifestaram interesse neste projeto, não estamos dando acesso aberto a documentos a todos. Clique aqui: <a href=\"https://shimo.im/forms/YVJkGrGCWwQPTpqY/fill\">https://shimo.im/forms/YVJkGrGCWwQPTpqY/fill</a> para enviar uma inscrição. Enviaremos convites para você participar da entrada de dados. Não exigimos habilidades técnicas específicas para entrada de dados e todos os voluntários são bem-vindos.</p>\n<p><strong>Q：Que tipo de dados estamos trabalho?</strong></p>\n<p>A：Trabalhamos na organização e compilação de informações certificadas de sites oficiais. As fontes de informação incluem, entre outras: declarações oficiais do governo, declarações oficiais da mídia, dados do hospital e dados industriais. Não estamos considerando informações não certificadas de nenhuma fonte.</p>\n<h2>Sugestões funcionais:</h2>\n<h2>Outras questões:</h2>\n<p><strong>Q：Como posso sugerir melhorias?</strong></p>\n<p>A：Quando sugerir possíveis melhorias, por favor faça seu melhor para incluir qualquer possível solução ou plano de ação.</p>\n<p><strong>Q：Por quê meu problema foi fechado?</strong></p>\n<p>A：Problemas são fechados após serem resolvidos. Problemas repetidos ou problemas não profissionais serão fechados.</p>\n<hr>\n<p>Tradutor: Keven Leone: <a href=\"https://github.com/kevenleone\">@kevenleone</a></p>\n",
  "link": "/pt-br/docs/overview/faq.html",
  "meta": {
    "title": "Wuhan2020 FAQ",
    "keywords": "Wuhan2020",
    "description": "Wuhan2020 FAQ."
  }
}