{
  "filename": "faq.md",
  "__html": "<h1>Domande frequenti (FAQ)</h1>\n<h2>Domande relative alle attività del progetto</h2>\n<p><strong>D: Qual'è il principio cardine del progetto open source Wuhan2020?</strong></p>\n<p>R: Non creiamo informazioni, siamo soltanto vettori di informazioni affidabili.</p>\n<p><strong>D：Qual'è l'attuale situazione di Wuhan2020?</strong></p>\n<p>R：L'obiettivo principale del progetto è la raccolta e la registrazione di dati ed informazioni, fornendone pubblico accesso e libertà di consultazione, di conseguenza è richiesto anche un certo lavoro di sviluppo tecnico. Al momento, il progetto front-end è in stato di sviluppo avanzato ed anche il progetto di sincronizzazione dati è in pieno sviluppo, ma soprattutto abbiamo pochi volontari che si occupino dell'inserimento di dati ed informazioni; tutti gli interessati a dare supporto, sul lato tecnico o sul fronte della raccolta informazioni, sono invitati ad unirsi al canale chat corrispondente all'ambito di interesse sulla piattaforma Slack (vedi domanda successiva).</p>\n<p><strong>D: Qual'è il principale metodo di comunicazione della community Wuhan2020?</strong></p>\n<p>R：Abbiamo un gruppo di discussione sulla piattaforma Slack (URL: <a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY</a>). Invitiamo tutti coloro che desiderano contribuire e discutere in merito a questioni tecniche e non ad unirsi al gruppo.</p>\n<p>Collegamento di invito su Slack:</p>\n<p><a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY</a></p>\n<p>È disponibile una guida ai diversi canali di discussione: <a href=\"./README_EN.md#Slack-Channel-Navigation\">qui</a>.</p>\n<p>Se sospetti che questi collegamenti siano scaduti, cortesemente solleva una <a href=\"https://github.com/wuhan2020/wuhan2020/issues/\">problematica &quot;<code>issue</code>&quot;</a> su GitHub in modo da avvisarci e permetterci di aggiornarli tempestivamente.</p>\n<p><strong>D：Quali sono i canali Slack al momento disponibili?</strong></p>\n<p>R：A parte il canale di default di Slack, sono disponibili:</p>\n<ul>\n<li>#anti-2019-ncov</li>\n<li>#front-pages</li>\n<li>#map-visualization</li>\n<li>#api-server (Python)</li>\n<li>#data-sync</li>\n</ul>\n<p>I canali specificatamente dedicati all'inserimento dati sono i seguenti:</p>\n<ul>\n<li>#data-hospital</li>\n<li>#data-hotel</li>\n<li>#data-logistical</li>\n<li>#data-factory</li>\n<li>#data-donation</li>\n<li>#data-clinic</li>\n</ul>\n<p><strong>D：Se non possiedo particoli abilità e competenze tecniche, come posso contribuire a Wuhan2020?</strong></p>\n<p>R：Il progetto ha anche necessità di progettazione della intefaccia utente (UI) interattiva, di addetti alla gestione e manutenzione file, coordinatori di progetto, ecc. Inoltre, le operazioni di inserimento dati non richiedono particolari competenze tecniche e al momento abbiamo particolare necessità di supporto in questo senso.</p>\n<p><strong>D：Come posso iniziare a lavorare all'inserimento dati per Wuhan2020?</strong></p>\n<p>R：Al fine di coordinare il lavoro dei volontari che hanno espresso interesse verso il progetto e garantire una certa coerenza procedurale, l'accesso ai documenti non viene fornito automaticamente. Siete pregati di accedere a <a href=\"https://shimo.im/forms/YVJkGrGCWwQPTpqY/fill\">questa pagina</a> per trasmetterci la vostra domanda di partecipazione, potremo così inviarvi degli inviti per prendere parte al processo di inserimento dati. Per questa attività, non richiediamo nessuna competenza tecnica specifica, tutti gli interessati sono invitati a partecipare.</p>\n<p><strong>D：Il progetto tratta quale tipo di dati?</strong></p>\n<p>R：Il progetto al momento è rivolto all'integrazione di sole informazioni ufficiali certificate, che provengano da: fonti governative, media ufficiali, ospedali ed altre strutture sanitarie, imprese, ecc. Fintanto che non sia esaurito l'inserimento di notizie ufficiali, qualsiasi informazione non certificata non sarà considerata.</p>\n<h2>Suggerimenti sugli aspetti funzionali:</h2>\n<h2>Altre domande:</h2>\n<p><strong>D：Volendo suggerire dei miglioramenti, ci sono accorgimenti da seguire?</strong></p>\n<p>R：Accogliamo con piacere qualsiasi suggerimento volto al miglioramento del progetto, vi invitiamo ad includere più possibile spiegazioni e dettagli delle possibili soluzioni del problema.</p>\n<p><strong>D：Perché la problematica (<code>issue</code>) da me sollevata su GitHub è stata chiusa?</strong></p>\n<p>R：Le <code>issue</code> sollevate su GitHub verranno chiuse non appena risolte. Problematiche che vengano considerate ripetezioni o non professionali possono essere chiuse immediatamente.</p>\n<hr>\n<p>Translator: <a href=\"https://github.com/sciulli/wuhan2020.github.io\">@sciulli</a></p>\n",
  "link": "/it-it/docs/overview/faq.html",
  "meta": {
    "title": "Wuhan2020 FAQ",
    "keywords": "Wuhan2020",
    "description": "Wuhan2020 FAQ."
  }
}