{
  "filename": "what-is-wuhan2020.md",
  "__html": "<h2>Cos'è Wuhan2020?</h2>\n<p>Questo progetto ha l'obiettivo di <strong>raccogliere ed aggregare informazioni, ottenute da fonti attendibili, riguardanti ospedali ed altre strutture sanitarie, attività produttive, servizi logistici, donazioni e contributi, prevenzione e trattamento medico ed ogni altra informazione utile in relazione alla prevezione epidemica nazionale ed internazionale, al fine di aiutare tutte le persone ed organizzazioni coinvolte a comunicare tra loro e coordinarsi per combattere afficacemente ed efficientemente il focolaio del Nuovo Coronavirus (2019-nCoV) insorto ad Wuhan, Hubei, Cina</strong>. Tutto il codice sorgente sarà open-source e i tutti i dati raccolti saranno sottoposti a revisione/validazione e quindi resi disponbili al pubblico.</p>\n<h2>Cosa posso fare?</h2>\n<h3>Se vuoi fornire risorse o informazioni</h3>\n<p>Inserisci i contenuti sulla nostra piattaforma di condivisione dati - <strong>Piattaforma di Raccolta Informazioni per la Prevenzione Epidemica del Nuovo Coronavirus, Wuhan 2019-nCoV</strong>: <a href=\"https://wuhan2020.kaiyuanshe.cn/\">https://wuhan2020.kaiyuanshe.cn</a></p>\n<p>La versione in lingua inglese del sito web è in via di realizzazione, ed al momento è richiesto un numero telefonico cinese valido per il caricamento di informazioni sulla piattaforma. Se incontri qualsiasi difficoltà, ti preghiamo di comunicarcelo <a href=\"https://github.com/wuhan2020/WebApp/issues\">sollevando una problematica (<code>issue</code>) sulla pagina GitHub del progetto</a> o <a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">contattandoci su Slack</a>. Il tuo aiuto è e sarà sempre apprezzato.</p>\n<h3>Se sei uno sviluppatore, un traduttore, un giornalista, e desideri fornire supporto tecnico</h3>\n<p>Ti invitiamo ad unirti al team di sviluppo di Wuhan2020👏</p>\n<ol>\n<li>Ti invitiamo per prima cosa a consultare la documentazione <a href=\"https://wuhan2020.github.io/en-us/docs/dev/quickstart.html\">quickstart</a>, che descrive il modo in cui collaboriamo, quali sottoprogetti sono al momento oggetto di maggiore attenzione, e come puoi contribuire a questi sottoprogetti.</li>\n<li>Dopo ciò puoi unirti a <a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">Wuhan2020 su Slack</a> ed entrare nei diversi canali di discussione in accordo alle tua abilità ed interessi.</li>\n<li>A questo punto puoi individuare i sottoprogetti a cui sei interessato ed iniziare a collaborare.</li>\n</ol>\n",
  "link": "/it-it/docs/overview/what-is-wuhan2020.html",
  "meta": {
    "title": "Cos'è Wuhan2020",
    "keywords": "wuhan2020",
    "description": "Ciò che stiamo facendo è: realizzare un servizio web per la condivisione di dati ed informazioni, aggiornato in tempo reale, riguardo ad ospedali ed altre strutture sanitarie, attività produttive, servizi di approvigionamento e molto altro, e adunare tutti coloro che desiderano contribuire alla campagna antivirale, in modo che tutte le persone che possiedono le adeguate competenze possano contribuire al lavoro di sviluppo nell'ambito delle tematiche ad esse pertinenti e quindi, in accordo con la cultura della comunità Open Source, al raggiungimento del successo attraverso un approccio di cooperazione autogestita."
  }
}