{
  "filename": "how-to-join-wuhan2020.md",
  "__html": "<h1>Comment se joindre au projet open-source Wuhan2020, et aider Wuhan à survivre la crise Covid-19</h1>\n<iframe src=\"https://v.qq.com/iframe/player.html?vid=z3056185isw&amp;tiny=0&amp;auto=0\" data-src=\"https://v.qq.com/x/page/z3056185isw.html\" width=\"100%\" height=\"400\"></iframe>\n<p style=\"font-size: 12px;color: rgb(136, 136, 136); text-align: center;\">Discours de Bill Gates au TED après l'épidémie de virus Ebola en 2015</p>\n<h2>Avant-propos</h2>\n<p>C'est le discours TED présenté par Bill Gates après l'épidémie d'Ebola en 2015. Il pense que dans les prochaines décennies, s'il y a quelque chose qui peut tuer des millions de personnes, ce devrait être des microbes comme un virus hautement contagieux au lieu de guerres ou de missiles. À l'échelle mondiale, nous manquons d'investissements et de recherches sur ce sujet, et notre préparation à une flambée de maladies infectieuses est encore plus insuffisante.</p>\n<p>Aujourd'hui, nous revoyons ce discours au milieu de la crise du coronavirus et trouvons que les idées de Bill s'appliquent toujours. Notre projet open-source wuhan2020 est également inspiré par son discours, et nous espérons que l'humanité pourra à partir de ce point, agir, respecter la nature et la vie et sauver notre avenir.</p>\n<h2>Wuhan2020 Groupe Volontaire et Collaboration</h2>\n<p>La puissance de l'open source est écrasante. Après seulement 6 jours, nous formons déjà un énorme groupe de bénévoles:</p>\n<p><strong>Groupes</strong>:</p>\n<ul>\n<li>Groupe de Surveillance: Gérer le travail quotidien de la société Wuhan2020</li>\n<li>Groupe Technologique: Ingénieurs et experts technologiques pour ce projet</li>\n<li>Groupe d'Information: Responsable de récupérer, de saisir et de examiner des informations pour l'instant</li>\n<li>Groupe de Coordination: Organiser la collaboration et les ressources humaines parmi les groupes et élaborer les normes de processus</li>\n<li>Groupe de Publicité: En charge de la publication du projet, de la construction de la marque, de la conception, de la rédaction et du développement des commercialisations</li>\n<li>Groupe Risque et Juridique: Contrôler le risque global du projet, développer les protocoles et les normes de sécurité et de conformité des données</li>\n</ul>\n<p><strong>Moyens de Communication pour Collaboration</strong>:</p>\n<ul>\n<li>Groupe Surveillance: WeChat groupes + Shimo Documents</li>\n<li>Groupe Technologie: Slack + Github + WeChat groupes + Shimo Documents</li>\n<li>Groupe Information: WeChat groupes + Shimo Documents</li>\n<li>Groupe Coordination: WeChat groupes + Shimo Documents</li>\n<li>Groupe Publicité: WeChat groupes + Shimo Documents</li>\n<li>Groupe Risque et Juridique: WeChat groupes + Shimo Documents</li>\n</ul>\n<h2>WUHAN2020 LOGO</h2>\n<p>Grâce au notre travail collaboratif, on se progresse rapidement. En même temps, les innovations s'inspirent constamment dans le désordre du bazar open source. Par exemple, le logo et les propriétés visuelles de la société sont inventés dans un tel environnement.</p>\n<p><img src=\"/images/blog/media/logo-choice.webp\" alt=\"\"></p>\n<p>Nous avons finalement choisi l'idée suivante avec le plus de votes:</p>\n<p><img src=\"/images/blog/media/logo-final.webp\" alt=\"\"></p>\n<p style=\"font-size: 12px;color: rgb(136, 136, 136); text-align: center;\">Conçu par Peking University IT Recherche Avancée Institution & wuhan2020</p>\n<p>Concept de design:</p>\n<ol>\n<li>\n<p>Nous sommes avec Wuhan\n«Wuhan» et «Nous» («Wo Men» en chinois) commencent par «W», nous avons donc choisi le logo «W» comme base de notre conception, ce qui implique que nous restons avec Wuhan pour toujours.</p>\n</li>\n<li>\n<p>Le cœur se relie au cœur, l'amour passe l'amour\nLe logo relie deux cœurs ensemble en un W, et a formé un cœur plus grand, exprimant que nos cœurs et amours sont liées avec Wuhan, et nous survivrons ensemble à cette crise.</p>\n</li>\n<li>\n<p>Plus de mains rammassant du bois produisent une flamme plus forte\nLe logo contient le symbole Infini en mathématique, ce qui implique que même nous sommes impuissants individuellement, nous pouvons générer une puissance infinie dans toutes les dimensions lorsque nous rassemblons notre tête et notre amour.</p>\n</li>\n</ol>\n<p>Les concepteurs révisent toujours le logo pour plus de combinaison possible avec des mots.</p>\n<p>Nous profitons de l'occasion pour exprimer notre sincère reconnaissance à nos camarades!</p>\n<p><img src=\"/images/blog/media/shimo-designer.webp\" alt=\"\"></p>\n<h2>WUHAN2020 Équipe Traduction</h2>\n<p>Notre équipe de traduction a terminé la version anglaise et améliore continuellement le travail, afin de fournir un environnement pratique pour que des collègues du monde entier puissent collaborer avec nous.</p>\n<p><img src=\"/images/blog/media/translator.webp\" alt=\"\"></p>\n<h2>WUHAN2020 Équipe Développement</h2>\n<p>Sans oublier que notre équipe de développement fait de notre canal Slack un champ de bataille 24/7 sans escale. Bien sûr, le chaos est attendu (lors que nous essayons de trouver un consensus parmi tous les chaos que nous vivons). Si vous souhaitez en savoir plus sur toutes les anecdotes («combats» et «bagarres»), restez avec nous et nous vous fournirons tous les derniers rapports sur les «accidents».</p>\n<p><img src=\"/images/blog/media/slack.webp\" alt=\"\"></p>\n<p style=\"font-size: 12px;color: rgb(136, 136, 136); text-align: center;\">Les légions d'outre-mer affluent. Le nombre de canaux ne cesse d'augmenter</p>\n<h2>WUHAN2020 Pensées et Idées</h2>\n<p>Après tous les conflits et les innovations que nous avons eu par le passé, nous commençons à proposer quelques réflexions et idées (nous nous réjouissons les discussions plus poussées sur ces sujets):</p>\n<p><strong>1. Wuhan2020 est un projet open source, et vise à résoudre des problèmes réels</strong></p>\n<p>Le projet wuhan2020 se concentre sur le développement de la plateforme de données, qui est l'objectif majeur de notre société. Nous résolvons le problème de traiter la distribution et la publication des données précisément pour des informations massives et de différents types en cas d'extrême urgence. Cette solution est une combinaison de nombreuses procédures, notamment des protocoles de récupération de données, des procédures d'échange de données, des réglementations d'audit, des constructions et des outils fondamentaux, etc., surtout s'applique à la crise de Covid-19 à Wuhan et ses voisins.</p>\n<p>Dans le même temps, nous encourageons tous les bénévoles à développer encore plus notre plateforme de données, y compris toutes les applications front-end, les mini-programmes et les outils de conversion de données.</p>\n<p><img src=\"/images/blog/media/github-trending.webp\" alt=\"\"></p>\n<p>Nous visons à développer une solution et une infrastructure entièrement fonctionnelles pour lutter contre le Covid-19. En attendant, nous espérons également résumer les connaissances et l'expérience existantes grâce à notre pratique de première ligne, afin que les humains puissent trouver des références pour des événements similaires à l'avenir. Tout comme ce que nous avons entendu de Bill Gates, chaque région, ainsi que chaque groupe de personnes devraient former un système d'information réactif pour faire face à la crise dans des circonstances extrêmes, afin qu'ils puissent fournir une assistance à d'autres organisations, institutions et gouvernements à but non lucratif.</p>\n<p><img src=\"/images/blog/media/wuhan2020-visualization.gif\" alt=\"\"></p>\n<p><strong>2. Wuhan2020 est encore un groupe de personnes, mais se transforme en communauté</strong></p>\n<p>Après quelques jours d'évolution, wuhan2020 a commencé à former une combinaison de société caritative et de communauté open source. Les volontaires non technologiques collaborent via Wechat et Shimo, tandis que les programmeurs et les développeurs travaillent ensemble en utilisant GitHub et Slack. Tout le monde communique, discute et même débattre sur la situation d'épidémie, et il y a des désaccords entre l'équipe de produit et les développeurs, des écarts entre la publicité et la technologie, même une division au sein des développeurs au sujet des piles technologiques. Cependant, nous pensons que cela est naturel pour un grand bazar, et tous ces experts et dirigeants ont besoin d'une contribution réelle pour établir leur statut. Par conséquent, les accords et les réglementations arrivent à petite échelle et nous constatons de plus en plus de résultats.</p>\n<p><img src=\"/images/blog/media/wuhan2020-anno.webp\" alt=\"\"></p>\n<p style=\"font-size: 12px;color: rgb(136, 136, 136); text-align: center;\">La communauté open source a commencé à formuler quelques points communs<br>(La version français est disponible sur le site web)</p>\n<p><strong>3. Wuhan2020 est également un terrain d'essai pour la gestion open source</strong></p>\n<p>X-lab, le fondateur de ce projet, est lui-même une équipe de passionnés et de praticiens de l'open source, et cette crise est une excellente occasion pour nous de pratiquer la gestion de l'open source à grande échelle. En tant que groupe de développeurs, nous sommes particulièrement intéressés par les infrastructures de gestion d'open source, et nous pensons, en tant que Bazaar, que nous avons également besoin de notre équipement. De nos jours, le monde est différent, où l'environnement de développement est meilleur que jamais, permettant aux développeurs individuels d'avoir plus de capacités. C'est pourquoi tous ces outils collaboratifs en ligne et services SaaS sont si populaires.</p>\n<p><img src=\"/images/blog/media/wuhan2020-conversation.webp\" alt=\"\"></p>\n<p style=\"font-size: 12px;color: rgb(136, 136, 136); text-align: center;\">Dialogue classique entre La Cathédrale (image à gauche, dirigé par le gouvernement) et Le Bazar (collaboration open source)</p>\n<p>Nous aimerions profiter de cette occasion pour demander une faveur. En raison du grand nombre de développeurs et de la quantité écrasante d'informations, le partage de la version gratuite de Slack est consommé en seulement 4 jours. Si quelqu'un connaît des gens de Slack, veuillez demander si Slack peut passer à un projet à but non lucratif comme nous? (Slack est vraiment cher), sinon nous envisagerons de passer à une autre plateforme. C'est en fait une opportunité parfaite pour Slack de se promouvoir en Chine, et nous recherchons une situation gagnant-gagnant.</p>\n<p><img src=\"/images/blog/media/slack-plan.webp\" alt=\"\"></p>\n<p><strong>4. Wuhan2020 peut également être une expérience sociale</strong></p>\n<p>Nous sommes dans un monde hautement globalisé et Internet rapproche tout le monde dans ce monde numérique plus que jamais. Lorsque l'humanité fait face à une crise comme le Covid-19, comment devons-nous coopérer? Internet rend possible la collaboration sociale à grande échelle (même à énorme échelle). Mais comment concevoir une procédure de données dans des collaborations à grande échelle? Quel est le comportement des développeurs dans cette situation? Comment guider les autres à s'organiser par eux-mêmes? Comment co-évoluer? Quel type d'outils de collaboration est le plus populaire parmi les développeurs? Comment la blockchain prometteuse sera-t-elle appliquée pour résoudre les problèmes? Quels mécanismes d'incitation et modes de fonctionnement doivent les organisations caritatives et les projets open source utiliser? Ce sont toutes des questions qui exigent une réponse. En fait, nous nous rendons compte que lorsque nous commençons à traiter des problèmes plus profonds, certains d'entre eux sont en fait hors portée de la technologie. Ils sont plutôt liés à la sociologie, au droit, à l'organisation, aux affaires publiques, au système social et aux réglementations, etc.</p>\n<p>Nous avons souvent été poussés par le travail que nous devions faire. Après avoir travaillé librement pendant 4 jours, nous avons réalisé que nous devons quand même nous synchroniser en ligne. Grâce à l'aide et au soutien d'Alibaba, nos membres principaux ont eu la première communication en ligne par vidéoconférence. C'est un souvenir précieux pour nous, surtout à une époque pacifique.</p>\n<p><img src=\"/images/blog/media/fenggong.webp\" alt=\"\"></p>\n<p>Nous pouvons utiliser toutes les connaissances technologiques et scientifiques dont nous disposons depuis le début de l'histoire humaine pour résoudre ensemble la crise à laquelle nous sommes confrontés. Nous pouvons utiliser des smartphones pour collecter et publier des informations. Nous avons des cartes satellites pour nous aider à voir où les gens se déplacent et à quel endroit. Nous avons fait des progrès majeurs en biologie afin de pouvoir raccourcir considérablement le temps dont nous avons besoin pour trouver la cause d'une maladie et développer un antidote et un vaccin. Nous avons tous les équipements dont nous avons besoin, mais tous doivent être rassemblés dans un système de santé mondial et nécessitent le soutien d'un système d'information fonctionnel. Espérons que ce que nous faisons aujourd'hui, c'est d'aider les gens à l'avenir à se préparer pleinement.</p>\n<p><img src=\"/images/blog/media/1918.gif\" alt=\"\"></p>\n<p style=\"font-size: 12px;color: rgb(136, 136, 136); text-align: center;\">Simulation de la pandémie de grippe de 1918 qui se propage à travers le monde</p>\n<h2>WUHAN2020 Recrutement de Bénévoles</h2>\n<p>Bienvenue à nous rejoindre, pour gagner cette guerre du siècle.</p>\n<p>À la fin, nous citons nos informations de recrutement de volontaires pour appeler des volontaires de toutes les parties du monde à faire partie de nous.</p>\n<hr>\n<p>Veuillez nous laisser vos coordonnées et le groupe auquel vous souhaitez vous joindre afin que nous puissions rester en contact et coordonner tout le monde. Après votre affectation, veuillez quitter ce groupe et rejoindre les groupes spécifiques auxquels vous êtes affecté et apporter votre contribution!</p>\n<p>Tout le monde doit changer l'alias de votre groupe en [surnom + groupe auquel vous souhaitez vous joindre].</p>\n<p>Les liens du questionnaire sont les suivantes:</p>\n<p>Projet open source wuhan2020 (version chinoise):</p>\n<p><a href=\"https://shimo.im/forms/PWTTvkrdcCyXCGX6/fill\">https://shimo.im/forms/PWTTvkrdcCyXCGX6/fill</a></p>\n<p>Vous pouvez choisir parmi:</p>\n<ul>\n<li>\n<p>Groupe Technologique:</p>\n<p>Project address: <a href=\"https://github.com/wuhan2020/wuhan2020\">https://github.com/wuhan2020/wuhan2020</a></p>\n</li>\n<li>\n<p>Plateforme de communication: Slack (lien dans GitHub)</p>\n</li>\n<li>\n<p>Groupe d'information (actuellement responsable de la récupération, de la saisie et de l'examen des informations. Fournir des données pour l'accès principal et pour le groupe technologique)</p>\n</li>\n<li>\n<p>Groupe de publicité (en charge de la publication du projet, ainsi que de la construction de la marque, de la conception, de la rédaction et du développement des commercialisations)</p>\n</li>\n<li>\n<p>Groupe de traduction (traduction pour les actualités, les informations publicitaires, etc.)</p>\n</li>\n<li>\n<p>Groupe de produits (recherche de bénévoles ayant une expérience liée au produit, de préférence ceux sous la santé et les médicaments, industrie de la classification de l'information)</p>\n</li>\n<li>\n<p>Groupe de coordination (chargé de coordonner la collaboration entre les groupes. Ce groupe a besoin d'être revu avant de se joindre)</p>\n</li>\n<li>\n<p>Groupe expérience produit (Responsable d'analyser les utilisateurs de produit, le design interactif du produit, le design expérience et service du produit et fournir une aide psychologique)</p>\n</li>\n</ul>\n<p>Après qu'un membre du groupe de coordination a publié le code d'invitation pour un groupe spécifique, veuillez quitter la discussion de groupe en cours après avoir rejoint le groupe auquel vous êtes affecté.</p>\n<p>Nous espérons que tout le monde peut fournir une assistance réelle à ces personnes en crise, et ne pas faire de dégâts en fournissant des informations et des données erronées. Nous ne devons pas non plus nous concentrer sur notre propre promotion et violer la morale de ce projet. Merci à tous pour votre aide et nous espérons que nous pourrons survivre à cela ensemble.</p>\n<p>PS: Nous nous engageons à protéger la confidentialité de vos informations et aucune fuite d'informations n'est sûre.</p>\n<p>En espèrant que tout le monde peut coopérer !!!</p>\n",
  "link": "/fr-fr/blog/how-to-join-wuhan2020.html",
  "meta": {
    "title": "Comment se joindre au projet open-source Wuhan2020，et aider Wuhan à survivre la crise Covid-19？",
    "keywords": "Wuhan2020, projet open-source",
    "description": "Comment se joindre au projet open-source Wuhan2020，et aider Wuhan à survivre la crise Covid-19？",
    "author": "wuhan2020 Communauté Xlab",
    "date": "2019-02-01"
  }
}