{
  "filename": "wuhan2020-official-announcement.md",
  "__html": "<img src=\"/images/blog/wuhan2020.png\" alt=\"wuhan2020\">\n<h1>Annonce officielle de Wuhan2020 2020.1.29</h1>\n<p>Bonjour, tout le monde，Nous sommes l’équipe principale de bénévoles de la communauté open source GitHub. Dans la lutte contre le coronavirus, nous espérons construire conjointement un projet de partage d'informations open source pour faire les travaux de sauvetage auto-organisés de Wuhan plus efficacement et précisément. Ce que nous faisons actuellement, c’est</p>\n<p>mettre en place un service de données synchronisées en temps réel des informations des hôpitaux, des usines, des achats et d'autres informations, et réunir tous ceux qui veulent contribuer à cette lutte contre le coronavirus, afin que tous ceux qui ont des compétences pertinentes puissent participer au développement du projet. Notre travail se fait de manière auto-organisée et collaborative avec une culture communautaire open source.</p>\n<h2>Open Source &amp; Collaboration</h2>\n<p>Thanks for your support, now we already have more than two thousand volunteers.</p>\n<p>Based on the idea of Open Source community:  contribution-oriented role, we don't have a hierarchical management, instead, everyone is equal in this flat structure.</p>\n<p>However, in this tough period, we have to take into account the efficiency and effectiveness, so a certain management method intervention is necessary, like the management by objects, control, coordination and communication.</p>\n<h2>Coopération : concept de collaboration open source</h2>\n<h3>Diagramme d'architecture</h3>\n<p><img src=\"https://camo.githubusercontent.com/59fd6438883c5dd1e40a689a02387d61aa12b692/687474703a2f2f6170692e687970657274726f6e732e696f2f756d6c72656e64657265722f6769746875622f777568616e323032302f646174612d73796e633f706174683d7374617469632f6172636869746563747572652e70756d6c\" alt=\"Diagramme d'architecture\"></p>\n<p>info source： <a href=\"https://github.com/wuhan2020/data-sync\">https://github.com/wuhan2020/data-sync</a></p>\n<h3>Ressources et projets</h3>\n<table>\n<thead>\n<tr>\n<th>sub-projects</th>\n<th>links</th>\n<th>#teams</th>\n<th>specification</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Progressive Web App</td>\n<td><a href=\"https://github.com/wuhan2020/WebApp\">https://github.com/wuhan2020/WebApp</a></td>\n<td><a href=\"https://wuhan2020.slack.com/archives/CSTPXN533\">#proj-front-pages</a></td>\n<td>Code source frontal de la page   <a href=\"https://wh.opensource-service.cn/\">https://wh.opensource-service.cn/</a></td>\n</tr>\n<tr>\n<td>Synchronisation des donnés</td>\n<td><a href=\"https://github.com/wuhan2020/data-sync\">https://github.com/wuhan2020/data-sync</a></td>\n<td><a href=\"https://app.slack.com/client/TT5U1VCPQ/CT4AV807P\">#proj-datasync</a></td>\n<td></td>\n</tr>\n<tr>\n<td>Service d’IPA</td>\n<td><a href=\"https://github.com/wuhan2020/api-server\">https://github.com/wuhan2020/api-server</a></td>\n<td><a href=\"https://wuhan2020.slack.com/archives/CT3V5CDKJ\">#proj-api-server</a></td>\n<td></td>\n</tr>\n<tr>\n<td>Composants de visualisation de carte</td>\n<td><a href=\"https://github.com/wuhan2020/map-viz\">https://github.com/wuhan2020/map-viz</a></td>\n<td><a href=\"https://app.slack.com/client/TT5U1VCPQ/CT6HW3X8E\">#team-backend</a></td>\n<td></td>\n</tr>\n<tr>\n<td>Composants de synchronisation du formule Shimo</td>\n<td><a href=\"https://github.com/wuhan2020/shimo-sheet2json\">https://github.com/wuhan2020/shimo-sheet2json</a></td>\n<td><a href=\"https://wuhan2020.slack.com/archives/CT93MCEJK\">#team-backend</a></td>\n<td></td>\n</tr>\n<tr>\n<td>Doc d’UI</td>\n<td><a href=\"https://shimo.im/docs/6PtqQkXvJjCYwdwj\">https://shimo.im/docs/6PtqQkXvJjCYwdwj</a></td>\n<td><a href=\"https://wuhan2020.slack.com/archives/CT70SHJQ0\">#team-designer</a></td>\n<td>Document de conception d’interface utilisateur</td>\n</tr>\n<tr>\n<td>Doc d’PRD</td>\n<td><a href=\"https://www.figma.com/file/6oLZ4Swo2He0w8DUNELsUV/wuhan?node-id=0%3A28\">https://www.figma.com/file/6oLZ4Swo2He0w8DUNELsUV/wuhan?node-id=0%3A28</a></td>\n<td><a href=\"https://wuhan2020.slack.com/archives/CT99VDWS2\">#team-requirement-management</a></td>\n<td>Document de conception du produit</td>\n</tr>\n</tbody>\n</table>\n<p>source：<a href=\"https://github.com/wuhan2020/wuhan2020/\">https://github.com/wuhan2020/wuhan2020/</a></p>\n<h2>Lancement, installation et gestion des projets</h2>\n<p>Nous développons des projets de données de base pour cette lutte contre le coronavirus, et fournissons une solide équipe de bénévoles avec diverses capacités. Tant que quelque chose est dans le vif du sujet de contre le coronavirus, les participants pourront s’organiser leur propre développement. Par exemple, si les volontaires sont intéressés par le développement de nouvelles fonctionnalités, ils peuvent demander à faire une équipe de projet par eux-mêmes, recruter des membres de l'équipe de manière indépendante, et l'équipe principale gérait la qualité du projet et supervise des résultats.</p>\n<h3>Lancement et installation d’un projet</h3>\n<p>La responsabilité de l'équipe principale est la rassemblement des bénévoles, la gestion et la surveillance de la direction générale du projet et l'aversion au risque : lorsque quelqu'un dirige un nouveau projet à établir, il peut créer un nouveau projet git et organiser le développement; si un projet veut entrer sur notre plateforme <a href=\"https://github.com/wuhan2020\">Github</a>, nous l’évaluons, puis le projet passé l’ évaluation va <code>fork</code> à notre plate-forme des projets, ou nous créons un nouveau directement sur la plate-forme des projets, et ouvrons les autorisations correspondantes.</p>\n<p>Actuellement, l'adresse officielle de notre projet sur <code>GitHub</code> est: <a href=\"http://github.com/wuhan2020\">http://github.com/wuhan2020</a>. Si vous avez besoin de créer une équipe de projet GitHub, veuillez contacter l'organisateur. Nous ouvrirons les autorisations <code>GitHub</code> correspondantes pour le projet approprié. Le contenu de l'application doit inclure le nom, les fonctions et d'autres questions explicatives du projet.</p>\n<p>Pour les projets qui sont officiellement entrés sur notre plate-forme Github, nous pouvons fournir la publicité correspondante et l’aide à sélectionner le personnel pour le projet dans l’équipe de bénévoles officiel. Si le projet est complètement arrêté ou s’il y a des informations inappropriées (telles que informations commerciales, publicitaires, fuites, informations défavorables au pays, etc.) dans le projet, nous envisagerons de supprimer le projet ; si le projet ne va pas bien, nous fournirons le support sur la promotion, la technologie correspondante, le management, les ressources humaines, etc.</p>\n<h3>Communication avec les diverses équipes des projets</h3>\n<p>Actuellement, notre principale plateforme de communication technique est <code>Slack</code>. Si vous souhaitez rejoindre l'équipe de bénévoles, rejoignez <code>Slack</code> d'abord et suivez les chaînes qui vous intéressent.</p>\n<p><code>GitHub</code> est notre plate-forme de collaboration de développement, à laquelle participent principalement les groupes techniques. Le contenu par rapport à issue, pr, etc. sera synchronisé avec la chaîne de projet correspondant de <code>Slack</code>.</p>\n<p>Les groupes fonctionnels actuels et les chaînes détendus correspondront un par un.</p>\n<h3>Introduction aux chaînes existants</h3>\n<ul>\n<li><code>#general</code> —— Chaîne officiel de <code>Slack</code> par défaut, qui est également notre chaîne d'annonces: Ce chaîne est interdit de chat public, seuls les administrateurs ont la permission de publier. Si vous voulez connaître les derniers développements officiels, les nouvelles introductions des chaînes, ou les annonces de recrutement, les communiqués de tâches, etc, veuillez faire attention à cette chaîne.</li>\n</ul>\n<h5>A:  team - compétences - sous-compétences ———— chaîne de groupe fonctionnel</h5>\n<p>le but est de rassembler des bénévoles ayant des intérêts ou des compétences pertinentes pour faciliter le recrutement de projet, les bénévoles ayant des intérêts ou des compétences correspondants sont les bienvenus.\nActuellement nous avons :</p>\n<ul>\n<li><code>#team-designer</code> ———— Design Skills Groupe</li>\n<li><code>#team-requirement-management</code> ———— Groupe en gestion des exigences du produit</li>\n<li><code>#team-frontend</code> ———— Groupe en développement frontal</li>\n<li><code>#team-backend</code> ———— Groupe en développement backend</li>\n<li><code>#team-data</code> ———— Data Science Group</li>\n<li><code>#team-translation</code> ———— Groupe de traduction, où les communications sur la traduction sont anglais pour faciliter la participation d'amis étrangers</li>\n<li><code>#team-overseas</code> ———— Groupe de compétences outre-mer. En raison du grand nombre de volontaires outre-mer se joignant, et également pour offre la possibilité pour le projet 24h. Ce groupe est spécialement mis en place pour faciliter la coordination unifiée.</li>\n</ul>\n<h5>B: projet – nom de projet-Pile technologique</h5>\n<p>Canal de groupe de projet, dont le but est de synchroniser les informations de GitHub des projets connexes, et aussi la communication et la discussion pour les projets correspondants. Nous invitons les bénévoles intéressés par les projets correspondants à y prêter attention.\nActuellement nous avons :</p>\n<ul>\n<li><code>#proj-operation</code>————Groupe d'opérations quotidiennes de la chaîne. Ce groupe est un peu spécial — il ne correspond pas au projet sur GitHub. Il recrute principalement des bénévoles pour effectuer la gestion et la supervision pertinentes de chaque chaîne pour atteindre auto-organisé. Les principales missions de ce groupe sont : le détournement des nouveaux arrivants, les conseils de travail des nouveaux arrivants, la gestion quotidienne des chaînes Slack, la synchronisation quotidienne des annonces des chaînes Slack, la collecte efficace des informations des différents chaînes, et le guidage et la gestion du contenu du chat (tels que les publicités qui n'ont rien à voir avec les thèmes des chaînes), etc. Le personnel de ce groupe de chaînes doit assurer le temps en ligne et la supervision mutuelle est félicité.</li>\n<li><code>#proj-datasync-eggjs-ts</code>————Projet officiel principal de synchronisation des données de base. Si vous êtes développeur, vous pouvez revendiquer la tâche sur <a href=\"http://github.com/wuhan2020/data-sync\">http://github.com/wuhan2020/data-sync</a> et effectuer le travail de développement directement. L'objectif de ce projet est de synchroniser les données de Shimo vers GitHub et donc faciliter les références frontales. Nous avons choisi les données de Shimo de soutenir principalement en tenant compte du fait que la plupart des volontaires de saisie de données de base non techniques utilisent Shimo comme la méthode principale.</li>\n<li><a href=\"https://wuhan2020.slack.com/archives/CSTPXN533\"><code>#proj-front-pages</code></a> Les projets frontaux</li>\n<li><a href=\"https://wuhan2020.slack.com/archives/CT3V5CDKJ\"><code>#proj-api-server</code></a> Ce canal fournit une interface de données unifiée pour les projets frontaux</li>\n</ul>\n<h5>C. help–nom de projet » --- suggestions associées et canal du groupe d'aide, dont le but est de suggérer des questions et réponses pour des projets connexes. Ce groupe est mis en place pour éviter que beaucoup d'informations non pertinentes interfèrent avec la communication de l'équipe de projet.</h5>\n<ul>\n<li><code>#help-advisement</code>———— Canal officiel de sollicitation de suggestions. Bienvenue à ajouter ce canal et faire suggestions précieuses aux organisateurs.</li>\n</ul>\n<h5>D. data-nom du projet ———— Canal de groupe de saisie de données, bénévoles qui souhaitent participer à des travaux de saisie de données, bienvenue. Actuellement nous avons:</h5>\n<ul>\n<li><code>#data-clinic</code>, Données de consultation médicale bénévole</li>\n<li><code>#data-donation</code>, Données de donation</li>\n<li><code>#data-factory</code>, Données d’usine</li>\n<li><code>#data-hospital</code>, Données d’hôpital</li>\n<li><code>#data-hotel</code>, Données d’hôtel</li>\n</ul>\n<h3>Appliquer une nouvelle chaîne</h3>\n<p>Tout le monde est libre de postuler pour une nouveau chaîne, basé sur le principe de « ce qui applique premièrement l'auto-organise ». La nouvelle chaîne doit être nommé dans le format ci-dessus et déposé auprès de nous. Pour tous les problèmes liés et les autorisations de canal, veuillez contacter <code>@Frank Zhao</code> <code>@David Z</code>. sur Slack. S'il y a des canaux en double, ils seront fusionnés.\nGitHub est notre plate-forme de collaboration de développement, à laquelle participe principalement le groupe technique, et le contenu connexe par rapport à issue, pr sera synchronisé avec le canal de projet correspondant de Slack.</p>\n<p>Si vous souhaitez rejoindre l'équipe de bénévoles, rejoignez d'abord Slack et suivez les canaux qui vous intéressent.</p>\n<p>Merci à tous pour vos efforts désintéressés. La détermination de tous fait la force, wuhan2020, nous le pouvons!</p>\n",
  "link": "/fr-fr/blog/wuhan2020-official-announcement.html",
  "meta": {
    "title": "Annonce officielle de Wuhan2020 2020.1.29",
    "keywords": "Annonce officielle de Wuhan2020",
    "description": "Annonce officielle de Wuhan2020 2020.1.29",
    "date": "2020-01-29"
  }
}