{
  "filename": "faq.md",
  "__html": "<h1>FAQ</h1>\n<h2>Questions liées au fonctionnement du projet</h2>\n<p><strong>Q: Quelle est la vision du projet open source Wuhan2020?</strong></p>\n<p>R: Nous ne créons pas d'informations, nous sommes simplement porteurs d'informations fiables.</p>\n<p><strong>Q：Quel est le statut actuel de Wuhan2020?</strong></p>\n<p>R：Le contenu principal du projet est de saisir des informations (collecte de données) pour que chacun puisse les se renseigner. Bien qu'il y ait du travail de développement, ce n'est pas beaucoup. Maintenant, le projet frontal progresse sans heurts et le projet de synchronisation des données est également en cours d'élaboration. Nous avons besoin de volontaires pour la saisie de données, donc les volontaires potentiels qui souhaitent contribuer à la saisie de données devraient rejoindre les canaux respectifs.</p>\n<p><strong>Q: Quelle est la principale méthode de communication?</strong></p>\n<p>R：Nous avons un groupe sur <a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">Slack</a>，Bienvenue à nous rejoindre pour discuter de divers problèmes techniques ou non techniques.</p>\n<p>Lien d'invitation：</p>\n<p><a href=\"https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY\">https://join.slack.com/t/wuhan2020/shared_invite/enQtOTQxMTU4MzgyNTYwLWIxMTMyNWI4NWE2YTk3NGRjZGJhMjUzNmJhMjg1MDQ3OTEzNDE5NGY4MWFhMjRlYWU4MmE3ZGQyOGU4N2YwMzY</a></p>\n<p>Des informations sur chaque chaîne sont fournies <a href=\"./README.md#Slack%E4%BA%A4%E6%B5%81%E7%BE%A4%E7%BB%84\">ici</a>。Si vous pensez que le lien a expiré, veuillez soulever <a href=\"https://github.com/wuhan2020/wuhan2020/issues/\">Issue</a></p>\n<p><strong>Q：Quelles sont les chaînes actuelles sur Slack?</strong></p>\n<p>R：En plus de la chaîne générale par défaut, il existe:</p>\n<ul>\n<li>Questions et suggestions soumises (mise à jour de la surveillance automatique du robot Github)： #anti-2019-ncov</li>\n<li>Développement de pages Web frontales： #front-pages</li>\n<li>Visualisation des données： #map-visualization</li>\n<li>Conception et développement d'API (Python)： #api-server</li>\n<li>Synchronisation des données (TS)： #data-sync</li>\n</ul>\n<p>Les chaînes liés à la saisie de données sont les suivants：</p>\n<ul>\n<li>Hôpital #data-hospital</li>\n<li>Hôtel #data-hotel</li>\n<li>Logistique #data-logistical</li>\n<li>Production #data-factory</li>\n<li>Don #data-donation</li>\n<li>Clinique gratuite #data-clinic</li>\n</ul>\n<p><strong>Q：Si je n'ai pas de compétences techniques, comment puis-je contribuer à Wuhan2020?</strong></p>\n<p>R：Nous recherchons actuellement du personnel de conception d'échange d'UI, du personnel de gestion et de maintenance des documents, des coordinateurs de projet, etc., ainsi que du personnel de saisie de données, ce qui ne nécessite pas de connaissances techniques.</p>\n<p><strong>Q：Comment commencer la saisie de données?</strong></p>\n<p>R：En raison du grand nombre de participants au projet, les droits d'édition pour tout le personnel ne sont pas ouverts, veuillez cliquer sur <a href=\"https://shimo.im/forms/YVJkGrGCWwQPTpqY/fill\">ici</a>pour soumettre une candidature. Nous vous enverrons des invitations à participer à la saisie des données. Nous n'avons pas besoin de compétences techniques spécifiques pour la saisie des données, et tous les bénévoles sont les bienvenus.</p>\n<p><strong>Q：Avec quel type de données travaillons-nous?</strong></p>\n<p>R：Le projet favorise actuellement l'intégration des informations officielles d'approbation, qui se réfèrent au gouvernement, aux médias officiels, aux hôpitaux et aux entreprises.Nous ne considérons aucune information non certifiée provenant de n'importe quelle source.</p>\n<h2>Suggestions fonctionnelles</h2>\n<h2>D'autres questions</h2>\n<p><strong>Q：Comment dois-je faire des suggestions?</strong></p>\n<p>R：Lorsque vous faites des suggestions, veuillez essayer de fournir des idées et des solutions.</p>\n<p><strong>Q：Pourquoi l'issue que j'ai créé a-t-il été fermé?</strong></p>\n<p>R：Les issues seront fermées une fois qu'elles auront été résolues. Les issues répétitives ou non professionnelles seront également fermées.</p>\n",
  "link": "/fr-fr/docs/overview/faq.html",
  "meta": {
    "title": "Wuhan2020 FAQ",
    "keywords": "Wuhan2020",
    "description": "Wuhan2020 FAQ."
  }
}